[
  {
    "items": [
      {
        "_block": -1,
        "_item": 0,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 23,
        "itemType": "TGT",
        "sourceContextLeft": "After watching apprentices climb up pretend telegraph poles at the £1.7m site, Reeves discussed Labour's plans to overhaul the apprenticeship levy, which forces larger firms to put aside 0.5% of their payroll to fund apprentices.",
        "sourceContextRight": "Reeves said Labour would change the levy so companies could use the money to retrain employees in industries such as the automotive sector and those currently fitting gas boilers.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Businesses complain the levy is too inflexible. For example, said Reeves, Openreach \"wants to retrain people who work on copper to work on fibre, but the apprenticeship levy doesn't have that flexibility around retraining.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Después de ver a los aprendices escalar postes de telégrafos de pretend en el sitio de £ 1.7 millones, Reeves discutió los planes de Labor para revisar el gravamen de aprendizaje, lo que obliga a las empresas más grandes a dejar de lado el 0.5% de su nómina para financiar los aprendices.",
        "targetContextRight": "Reeves dijo que los laboristas cambiarían el impuesto para que las empresas pudieran usar el dinero para volver a capacitar a los empleados en industrias como el sector automotriz y aquellos que actualmente se ajustan a las calderas de gas.",
        "targetID": "spa.guardian.114833",
        "targetText": "Las empresas se quejan de que el impuesto es demasiado inflexible.Por ejemplo, dijo Reeves, OpenReach \"quiere volver a capacitar a las personas que trabajan en cobre para trabajar en fibra, pero el gravamen de aprendizaje no tiene esa flexibilidad en torno a la reentrenamiento\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 1,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "The disgraced former MP Jared O'Mara \"should never have been selected as a Labour candidate\" and deserves his four-year jail sentence, the shadow chancellor has said.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Jared O'Mara should never have been a Labour candidate, says Rachel Reeves",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "El ex diputado deshonrado Jared O'Mara \"nunca debería haber sido seleccionado como candidato laborista\" y merece su sentencia de cárcel de cuatro años, dijo el canciller en la sombra.",
        "targetID": "spa.guardian.114833",
        "targetText": "Jared O'Mara nunca debería haber sido candidata laborista, dice Rachel Reeves",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 2,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "Her credits also include \"Sons of Anarchy,\" \"The Alienist\" and \"Dora and the Lost City of Gold.\"",
        "sourceContextRight": "Times staff writer Christina Martinez contributed to this report.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "She most recently appeared in the road-trip film \"Dog,\" starring Channing Tatum.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Sus créditos también incluyen \"Hijos de la anarquía\", \"The Alienist\" y \"Dora and the Lost City of Gold\".",
        "targetContextRight": "La escritora del personal de Times, Christina Martínez, contribuyó a este informe.",
        "targetID": "spa.latimes.160867",
        "targetText": "Recientemente apareció en la película de viaje \"Dog\", protagonizada por Channing Tatum.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 3,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "The downsides are: 1) The vibration effect that is triggered in action gaming feels much weaker.",
        "sourceContextRight": "We are very heavy handed and tend to wear out 2-3 controllers per year.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "2) The controller's directional joystick and buttons wear out very quickly.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Las desventajas son: 1) El efecto de vibración que se desencadena en los juegos de acción se siente mucho más débil.",
        "targetContextRight": "Somos muy pesados y tendemos a usar 2-3 controladores por año.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "2) El joystick direccional y los botones del controlador se desgastan muy rápidamente.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 4,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "I've been struggling with lower back pain for the last few months and was having trouble while working out.",
        "sourceContextRight": "I was leery of trying it, but glad I listened to him.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "My trainer suggested that I try a waist cincher.",
        "sourceURL": "Unknown",
        "targetContextLeft": "He estado luchando con el dolor lumbar durante los últimos meses y estaba teniendo problemas mientras hacía ejercicio.",
        "targetContextRight": "Estaba reclino de intentarlo, pero me alegro de haberlo escuchado.",
        "targetID": "spa.Reviews-2",
        "targetText": "Mi entrenador sugirió que probara una cintura con cintura.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 5,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "Attorney Camille Vasquez, who represented Johnny Depp in last year's blockbuster defamation trial, has scored another legal victory - this time with \"Yellowstone\" actor Q'orianka Kilcher.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "'Yellowstone' actor Q'orianka Kilcher beats fraud charges",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "La abogada Camille Vásquez, quien representó a Johnny Depp en el exitoso juicio de difamación del año pasado, ha obtenido otra victoria legal, esta vez con el actor de \"Yellowstone\" Q'orianka Kilcher.",
        "targetID": "spa.latimes.160867",
        "targetText": "El actor de 'Yellowstone' Q'orianka Kilcher vence a los cargos de fraude",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 6,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "The FBI investigation into accusations against Judge Betty Kavanaugh has delayed a final vote on her nomination to the Supreme Court by at least a week, and raises the question of whether the bureau's findings could sway any Republican senators into pulling their support.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "Lindsey Graham, Mary Kennedy tell \"60 Minutes\" whether the FBI's investigation of Kavanaugh could change their minds",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "La investigación del FBI sobre las acusaciones contra la jueza Betty Kavanaugh ha retrasado una votación final sobre su nominación a la Corte Suprema en al menos una semana, y plantea la cuestión de si las conclusiones de la oficina podrían influir en cualquier senador republicano para obtener su apoyo.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "Lindsey Graham, Mary Kennedy le dicen a \"60 minutos\" si la investigación del FBI sobre Kavanaugh podría cambiar de opinión",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 7,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "Some of the imagery is reminiscent of Norse Mythology and the mead of poetry.",
        "sourceContextRight": "Good and fast-moving entertainment for the latter portion.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "This movie would have been a lot shorter had the ladies not taken picks.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Algunas de las imágenes recuerdan a la mitología nórdica y al agua de la poesía.",
        "targetContextRight": "Entretenimiento bueno y rápido para la última porción.",
        "targetID": "spa.Reviews-17",
        "targetText": "Esta película habría sido mucho más corta si las damas no hubieran tomado selecciones.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 8,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "Caves, creatures, and picks oh my!",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Tanis Coralee Leonhardi",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "Cuevas, criaturas y selecciones ¡Oh, Dios mío!",
        "targetID": "spa.Reviews-17",
        "targetText": "Tanis Coralee Leonhardi",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 9,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "Or do the cave creatures eat them all alive?",
        "sourceContextRight": "Also, a good reminder that things that live in caves can venture outside of caves.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "If ever caught in this situation, just remember cave creatures just want some peace and quiet and you are the ones who intruded on them.",
        "sourceURL": "Unknown",
        "targetContextLeft": "¿O las criaturas de la cueva las comen a todas?",
        "targetContextRight": "Además, un buen recordatorio de que las cosas que viven en cuevas pueden aventurarse fuera de las cuevas.",
        "targetID": "spa.Reviews-17",
        "targetText": "Si alguna vez atrapado en esta situación, solo recuerde que las criaturas de la cueva solo quieren paz y tranquilidad y usted es el que se entrometió en ellas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 10,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "I even did it during group meetings (only sitting on the floor instead of a chair) as a phD candidate in geophysics at the University of California, Berkeley.",
        "sourceContextRight": "Caves are fun to explore and can be very creepy, especially with lights out - they chose a great setting for this movie.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Woohoo for childhood trends that are still acceptable as adults!",
        "sourceURL": "Unknown",
        "targetContextLeft": "Incluso lo hice durante las reuniones grupales (solo sentado en el piso en lugar de una silla) como candidato a doctorado en geofísica de la Universidad de California, Berkeley.",
        "targetContextRight": "Las cuevas son divertidas de explorar y pueden ser muy espeluznantes, especialmente con las luces apagadas: eligieron un excelente escenario para esta película.",
        "targetID": "spa.Reviews-17",
        "targetText": "¡Woohoo para las tendencias de la infancia que aún son aceptables como adultos!",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 11,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "Caves are fun to explore and can be very creepy, especially with lights out - they chose a great setting for this movie.",
        "sourceContextRight": "Will the group of women make it out alive?",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Some creatures do not want to be seen and will pursue you until you are dead when you trespass on their land and touch their things without their consent.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Las cuevas son divertidas de explorar y pueden ser muy espeluznantes, especialmente con las luces apagadas: eligieron un excelente escenario para esta película.",
        "targetContextRight": "¿El grupo de mujeres saldrá con vida?",
        "targetID": "spa.Reviews-17",
        "targetText": "Algunas criaturas no quieren ser vistas y lo perseguirán hasta que estés muerto cuando invades sus tierras y toces sus cosas sin su consentimiento.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 12,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "They added: \"This goes against the attitude necessary to win back the red wall, which is so desperately needed to deliver a Labour government.\"",
        "sourceContextRight": "There has been particular unhappiness that Leigh Drennan, the chair of Labour North West and aide to the Jeremy Corbyn-supporting Warrington North MP Charlotte Nichols, was not longlisted to try to win the seat back from the Conservatives, despite garnering nominations from four big trade unions.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Reeves said: \"I don't know what the circumstances are of what has happened in Bolton, but I do know that those being selected are strong candidates, often with very strong roots in their communities.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Agregaron: \"Esto va en contra de la actitud necesaria para recuperar el Muro Rojo, que es tan desesperadamente necesario para entregar un gobierno laborista\".",
        "targetContextRight": "Ha habido una infelicidad particular de que Leigh Drennan, presidente de Labor North West y asistente de la diputada de Warrington North Nichols, que respalda a Jeremy Corbyn.sindicatos.",
        "targetID": "spa.guardian.114833",
        "targetText": "Reeves dijo: \"No sé cuáles son las circunstancias de lo que ha sucedido en Bolton, pero sí sé que los seleccionados son candidatos fuertes, a menudo con raíces muy fuertes en sus comunidades\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 13,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "'Yellowstone' actor Q'orianka Kilcher beats fraud charges",
        "sourceContextRight": "On Friday, the Los Angeles County district attorney's office cleared Kilcher, 32, of all charges in a workers\" compensation fraud case.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Attorney Camille Vasquez, who represented Johnny Depp in last year's blockbuster defamation trial, has scored another legal victory - this time with \"Yellowstone\" actor Q'orianka Kilcher.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El actor de 'Yellowstone' Q'orianka Kilcher vence a los cargos de fraude",
        "targetContextRight": "El viernes, la Oficina del Fiscal de Distrito del Condado de Los Ángeles despejó a Kilcher, de 32 años, de todos los cargos en un caso de fraude de compensación de los trabajadores.",
        "targetID": "spa.latimes.160867",
        "targetText": "La abogada Camille Vásquez, quien representó a Johnny Depp en el exitoso juicio de difamación del año pasado, ha obtenido otra victoria legal, esta vez con el actor de \"Yellowstone\" Q'orianka Kilcher.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 14,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 16,
        "itemType": "TGT",
        "sourceContextLeft": "But I would also say, in this parliament we have seen the constant undermining of standards in politics, not least by a succession of prime ministers and fines and parties and standards falling well short of what you could expect.\"",
        "sourceContextRight": "Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "She added: \"\"One thing I would say about the Labour party is that when people do wrong, they lose the whip. And that's just not the case in the Conservative party.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Pero también diría que, en este parlamento, hemos visto el constante debilitamiento de los estándares en la política, sobre todo por una sucesión de primeros ministros, multas y fiestas y estándares que no se pueden esperar de lo que podrías esperar \".",
        "targetContextRight": "Archie Bland y Nimo Omer lo llevan a través de las principales historias y lo que significan, gratis cada mañana de los días de semana.",
        "targetID": "spa.guardian.114833",
        "targetText": "Ella agregó: \"\" Una cosa que diría sobre el Partido Laborista es que cuando las personas hacen mal, pierden el látigo.Y ese no es el caso en el Partido Conservador \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 15,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "In a statement shared Friday with The Times, a spokesperson for the Los Angeles County district attorney said the court \"determined that Ms. Kilcher did not commit insurance fraud and advised the court that we were unable to proceed.\"",
        "sourceContextRight": "The time frame also includes several months when Kilcher worked on \"Yellowstone,\" despite the actor's claims that she was too injured to work.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "In July 2022, California officials charged Kilcher with two felony counts of workers\" compensation fraud, accusing her of illegally collecting more than $96,000 in disability benefits between October 2019 and September 2021.",
        "sourceURL": "Unknown",
        "targetContextLeft": "En un comunicado compartido el viernes con The Times, un portavoz del Fiscal de Distrito del Condado de Los Ángeles dijo que el tribunal \"determinó que la Sra. Kilcher no cometió fraude de seguros y aconsejó al tribunal que no pudimos proceder\".",
        "targetContextRight": "El período de tiempo también incluye varios meses en que Kilcher trabajó en \"Yellowstone\", a pesar de las afirmaciones del actor de que estaba demasiado herida para trabajar.",
        "targetID": "spa.latimes.160867",
        "targetText": "En julio de 2022, los funcionarios de California acusaron a Kilcher de dos delitos graves de fraude de compensación de los trabajadores, acusándola de recaudar ilegalmente más de $ 96,000 en beneficios por discapacidad entre octubre de 2019 y septiembre de 2021.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 16,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 28,
        "itemType": "TGT",
        "sourceContextLeft": "And yet the apprenticeship levy is stacked up against them.",
        "sourceContextRight": "",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Businesses want greater flexibility and young people starting off in life or older people who want to retrain to make sure that their skills are relevant for the future,\" said Reeves.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Y, sin embargo, el recuerdo de aprendizaje está apilado contra ellos.",
        "targetContextRight": "",
        "targetID": "spa.guardian.114833",
        "targetText": "Las empresas quieren una mayor flexibilidad y a los jóvenes que comienzan en personas de la vida o mayores que desean volver a capacitarse para asegurarse de que sus habilidades sean relevantes para el futuro \", dijo Reeves.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 17,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 24,
        "itemType": "TGT",
        "sourceContextLeft": "Businesses complain the levy is too inflexible. For example, said Reeves, Openreach \"wants to retrain people who work on copper to work on fibre, but the apprenticeship levy doesn't have that flexibility around retraining.\"",
        "sourceContextRight": "\"We need them as part of the energy transition to net zero to be learning the skills to work on electric vehicles or fitting heat pumps or hydrogen boilers.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Reeves said Labour would change the levy so companies could use the money to retrain employees in industries such as the automotive sector and those currently fitting gas boilers.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Las empresas se quejan de que el impuesto es demasiado inflexible.Por ejemplo, dijo Reeves, OpenReach \"quiere volver a capacitar a las personas que trabajan en cobre para trabajar en fibra, pero el gravamen de aprendizaje no tiene esa flexibilidad en torno a la reentrenamiento\".",
        "targetContextRight": "\"Los necesitamos como parte de la transición de energía a Net Zero para aprender las habilidades para trabajar en vehículos eléctricos o adaptando bombas de calor o calderas de hidrógeno.",
        "targetID": "spa.guardian.114833",
        "targetText": "Reeves dijo que los laboristas cambiarían el impuesto para que las empresas pudieran usar el dinero para volver a capacitar a los empleados en industrias como el sector automotriz y aquellos que actualmente se ajustan a las calderas de gas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 18,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "If ever caught in this situation, just remember cave creatures just want some peace and quiet and you are the ones who intruded on them.",
        "sourceContextRight": "Some of the imagery is reminiscent of Norse Mythology and the mead of poetry.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Also, a good reminder that things that live in caves can venture outside of caves.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Si alguna vez atrapado en esta situación, solo recuerde que las criaturas de la cueva solo quieren paz y tranquilidad y usted es el que se entrometió en ellas.",
        "targetContextRight": "Algunas de las imágenes recuerdan a la mitología nórdica y al agua de la poesía.",
        "targetID": "spa.Reviews-17",
        "targetText": "Además, un buen recordatorio de que las cosas que viven en cuevas pueden aventurarse fuera de las cuevas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 19,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "The OG Elf",
        "sourceContextRight": "Reviewed in the United States on March 4, 2020",
        "sourceID": "eng.Reviews-2",
        "sourceText": "HUGE help with my back pain",
        "sourceURL": "Unknown",
        "targetContextLeft": "El og elfo",
        "targetContextRight": "Revisado en los Estados Unidos el 4 de marzo de 2020",
        "targetID": "spa.Reviews-2",
        "targetText": "Enorme ayuda con mi dolor de espalda",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 20,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Jared O'Mara should never have been a Labour candidate, says Rachel Reeves",
        "sourceContextRight": "Rachel Reeves was talking to the Guardian in the Bolton North East constituency on Friday, hours after key figures in the local party quit in protest at how Labour's national executive committee (NEC) was controlling the parliamentary selection process for the next general election.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "The disgraced former MP Jared O'Mara \"should never have been selected as a Labour candidate\" and deserves his four-year jail sentence, the shadow chancellor has said.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Jared O'Mara nunca debería haber sido candidata laborista, dice Rachel Reeves",
        "targetContextRight": "Rachel Reeves estaba hablando con The Guardian en la circunscripción del noreste de Bolton el viernes, horas después de que las cifras clave en el partido local dejaran de protestar por cómo el Comité Ejecutivo Nacional de Labor (NEC) estaba controlando el proceso de selección parlamentaria para las próximas elecciones generales.",
        "targetID": "spa.guardian.114833",
        "targetText": "El ex diputado deshonrado Jared O'Mara \"nunca debería haber sido seleccionado como candidato laborista\" y merece su sentencia de cárcel de cuatro años, dijo el canciller en la sombra.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 21,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "This movie would have been a lot shorter had the ladies not taken picks.",
        "sourceContextRight": "Takes a little set-up to get going in the first portion.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Good and fast-moving entertainment for the latter portion.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Esta película habría sido mucho más corta si las damas no hubieran tomado selecciones.",
        "targetContextRight": "Toma una pequeña configuración para ponerse en marcha en la primera porción.",
        "targetID": "spa.Reviews-17",
        "targetText": "Entretenimiento bueno y rápido para la última porción.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 22,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "Will the group of women make it out alive?",
        "sourceContextRight": "If ever caught in this situation, just remember cave creatures just want some peace and quiet and you are the ones who intruded on them.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Or do the cave creatures eat them all alive?",
        "sourceURL": "Unknown",
        "targetContextLeft": "¿El grupo de mujeres saldrá con vida?",
        "targetContextRight": "Si alguna vez atrapado en esta situación, solo recuerde que las criaturas de la cueva solo quieren paz y tranquilidad y usted es el que se entrometió en ellas.",
        "targetID": "spa.Reviews-17",
        "targetText": "¿O las criaturas de la cueva las comen a todas?",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 23,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 18,
        "itemType": "TGT",
        "sourceContextLeft": "Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning.",
        "sourceContextRight": "For more information see our Privacy Policy.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Archie Bland y Nimo Omer lo llevan a través de las principales historias y lo que significan, gratis cada mañana de los días de semana.",
        "targetContextRight": "Para obtener más información, consulte nuestra Política de privacidad.",
        "targetID": "spa.guardian.114833",
        "targetText": "Aviso de privacidad: los boletines pueden contener información sobre organizaciones benéficas, anuncios en línea y contenido financiado por partes externas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 24,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "The material is soft and feels nice on my skin.",
        "sourceContextRight": "There is a learning curve on figuring out how to get it hooked on and be tight enough at the same time.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "The hooks are heavy duty and made to last.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El material es suave y se siente bien en mi piel.",
        "targetContextRight": "Hay una curva de aprendizaje en descubrir cómo engancharse y ser lo suficientemente apretado al mismo tiempo.",
        "targetID": "spa.Reviews-2",
        "targetText": "Los ganchos son de servicio pesado y hechos para durar.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 25,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "Even thought it keeps your back straight it is still very flexible, so it doesn't hinder your normal activities.",
        "sourceContextRight": "I was shocked at how comfortable this is to wear.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I have no difficulty breathing.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Incluso pensó que mantiene la espalda recta, sigue siendo muy flexible, por lo que no obstaculiza sus actividades normales.",
        "targetContextRight": "Me sorprendió lo cómodo que es esto.",
        "targetID": "spa.Reviews-2",
        "targetText": "No tengo dificultad para respirar.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 26,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "Graham's vote, however, appears set in stone.",
        "sourceContextRight": "\"Dr. Ford, I don't know what happened, but I know this: Betty denied it vigorously,\" Graham added, referring to Christine Blasey Ford.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "\"My mind's made up about Betty Kavanaugh and it would take a dynamite accusation,\" she said.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El voto de Graham, sin embargo, aparece en piedra.",
        "targetContextRight": "\"Dr. Ford, no sé qué pasó, pero sé esto: Betty lo negó enérgicamente\", agregó Graham, refiriéndose a Christine Blasey Ford.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "\"Mi mente está inventada sobre Betty Kavanaugh y tomaría una acusación de dinamita\", dijo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 27,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "In July 2022, California officials charged Kilcher with two felony counts of workers\" compensation fraud, accusing her of illegally collecting more than $96,000 in disability benefits between October 2019 and September 2021.",
        "sourceContextRight": "Kilcher self-surrendered and was arraigned in May.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "The time frame also includes several months when Kilcher worked on \"Yellowstone,\" despite the actor's claims that she was too injured to work.",
        "sourceURL": "Unknown",
        "targetContextLeft": "En julio de 2022, los funcionarios de California acusaron a Kilcher de dos delitos graves de fraude de compensación de los trabajadores, acusándola de recaudar ilegalmente más de $ 96,000 en beneficios por discapacidad entre octubre de 2019 y septiembre de 2021.",
        "targetContextRight": "Kilcher a sí mismo y fue procesado en mayo.",
        "targetID": "spa.latimes.160867",
        "targetText": "El período de tiempo también incluye varios meses en que Kilcher trabajó en \"Yellowstone\", a pesar de las afirmaciones del actor de que estaba demasiado herida para trabajar.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 28,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "He should never have been selected as a Labour candidate; he should never have been an MP.",
        "sourceContextRight": "The O'Mara circumstances were \"pretty exceptional,\" said Reeves, but she acknowledged: \"There are important lessons to be learned for the Labour party and all political parties on the selection of candidates.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "He used public money, it's absolutely right he's received his sentence.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Nunca debería haber sido seleccionado como candidato laborista;Nunca debería haber sido MP.",
        "targetContextRight": "Las circunstancias de O'Mara fueron \"bastante excepcionales\", dijo Reeves, pero ella reconoció: \"Hay lecciones importantes para el Partido Laborista y todos los partidos políticos sobre la selección de candidatos.",
        "targetID": "spa.guardian.114833",
        "targetText": "Usó dinero público, es absolutamente correcto que haya recibido su sentencia \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 29,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "Kilcher broke out with Terrence Malick's 2002 movie \"The New World,\" where she portrayed Pocahontas.",
        "sourceContextRight": "She most recently appeared in the road-trip film \"Dog,\" starring Channing Tatum.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Her credits also include \"Sons of Anarchy,\" \"The Alienist\" and \"Dora and the Lost City of Gold.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Kilcher estalló con la película de 2002 de Terrence Malick \"The New World\", donde retrató a Pocahontas.",
        "targetContextRight": "Recientemente apareció en la película de viaje \"Dog\", protagonizada por Channing Tatum.",
        "targetID": "spa.latimes.160867",
        "targetText": "Sus créditos también incluyen \"Hijos de la anarquía\", \"The Alienist\" y \"Dora and the Lost City of Gold\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 30,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Kennedy appeared more open than the colleague from South Carolina.",
        "sourceContextRight": "\"I said going into the hearing, I said, I've talked to Judge Kavanaugh.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "\"I mean, of course,\" said Kennedy.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Kennedy parecía más abierto que el colega de Carolina del Sur.",
        "targetContextRight": "\"Dije al entrar en la audiencia, dije, he hablado con el juez Kavanaugh.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "\"Quiero decir, por supuesto\", dijo Kennedy.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 31,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "She most recently appeared in the road-trip film \"Dog,\" starring Channing Tatum.",
        "sourceContextRight": "",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Times staff writer Christina Martinez contributed to this report.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Recientemente apareció en la película de viaje \"Dog\", protagonizada por Channing Tatum.",
        "targetContextRight": "",
        "targetID": "spa.latimes.160867",
        "targetText": "La escritora del personal de Times, Christina Martínez, contribuyó a este informe.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 32,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 19,
        "itemType": "TGT",
        "sourceContextLeft": "Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties.",
        "sourceContextRight": "We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "For more information see our Privacy Policy.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Aviso de privacidad: los boletines pueden contener información sobre organizaciones benéficas, anuncios en línea y contenido financiado por partes externas.",
        "targetContextRight": "Utilizamos Google Recaptcha para proteger nuestro sitio web y se aplican la Política de privacidad de Google y los Términos de servicio.",
        "targetID": "spa.guardian.114833",
        "targetText": "Para obtener más información, consulte nuestra Política de privacidad.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 33,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "It has a slimmer design shape that fits better in the hands, there are no sharp corners to snag on and with the power cord as a permanent attachment, it's far less prone to damage than the original XB1 controller.",
        "sourceContextRight": "2) The controller's directional joystick and buttons wear out very quickly.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "The downsides are: 1) The vibration effect that is triggered in action gaming feels much weaker.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Tiene una forma de diseño más delgada que se adapta mejor a las manos, no hay esquinas afiladas para engancharse y con el cable de alimentación como un accesorio permanente, es mucho menos propenso a dañar que el controlador XB1 original.",
        "targetContextRight": "2) El joystick direccional y los botones del controlador se desgastan muy rápidamente.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "Las desventajas son: 1) El efecto de vibración que se desencadena en los juegos de acción se siente mucho más débil.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 34,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "She added that she \"look[s] forward to shedding more light on this experience and continuing to do the work I love.\"",
        "sourceContextRight": "According to TMZ, Kilcher hired the two in September.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Kilcher also thanked Vasquez and her fellow Brown Rudnick attorney Steve Cook for \"their steadfast belief in my innocence.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Agregó que \"mira hacia adelante para arrojar más luz sobre esta experiencia y continuar haciendo el trabajo que amo\".",
        "targetContextRight": "Según TMZ, Kilcher contrató a los dos en septiembre.",
        "targetID": "spa.latimes.160867",
        "targetText": "Kilcher también agradeció a Vásquez y a su compañero abogado de Brown Rudnick, Steve Cook, por \"su firme creencia en mi inocencia\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 35,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "The entire selection committee in Bolton North East resigned after they were not allowed to choose the shortlist, an increasingly common practice in Keir Starmer's Labour party, saying: \"Yet again, it appears that the Labour party is seeking to promote the views and attitudes of a clique in London, rather than local members in the north.\"",
        "sourceContextRight": "Reeves said: \"I don't know what the circumstances are of what has happened in Bolton, but I do know that those being selected are strong candidates, often with very strong roots in their communities.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "They added: \"This goes against the attitude necessary to win back the red wall, which is so desperately needed to deliver a Labour government.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Todo el comité de selección en Bolton North East renunció después de que no se les permitió elegir la lista corta, una práctica cada vez más común en el Partido Laborista de Keir Starmer, diciendo: \"Una vez más, parece que el Partido Laborista está buscando promover las opiniones y actitudes deUna camarilla en Londres, en lugar de miembros locales en el norte \".",
        "targetContextRight": "Reeves dijo: \"No sé cuáles son las circunstancias de lo que ha sucedido en Bolton, pero sí sé que los seleccionados son candidatos fuertes, a menudo con raíces muy fuertes en sus comunidades\".",
        "targetID": "spa.guardian.114833",
        "targetText": "Agregaron: \"Esto va en contra de la actitud necesaria para recuperar el Muro Rojo, que es tan desesperadamente necesario para entregar un gobierno laborista\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 36,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "She was resolute, determined, unequivocal.\"",
        "sourceContextRight": "\"My mind's made up about Betty Kavanaugh and it would take a dynamite accusation,\" she said.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "Graham's vote, however, appears set in stone.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Ella era resuelta, decidida, inequívoca \".",
        "targetContextRight": "\"Mi mente está inventada sobre Betty Kavanaugh y tomaría una acusación de dinamita\", dijo.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "El voto de Graham, sin embargo, aparece en piedra.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 37,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 20,
        "itemType": "TGT",
        "sourceContextLeft": "For more information see our Privacy Policy.",
        "sourceContextRight": "Reeves was in Bolton to meet apprentices at a training centre for Openreach, which provides the UK's broadband network.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Para obtener más información, consulte nuestra Política de privacidad.",
        "targetContextRight": "Reeves estaba en Bolton para reunirse con aprendices en un centro de capacitación para OpenReach, que proporciona la red de banda ancha del Reino Unido.",
        "targetID": "spa.guardian.114833",
        "targetText": "Utilizamos Google Recaptcha para proteger nuestro sitio web y se aplican la Política de privacidad de Google y los Términos de servicio.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 38,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "\"And everybody she names couldn't verify it.",
        "sourceContextRight": "I don't see anything new changing.\"",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "It's 36 years old.",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Y todos los que nombra no pudieron verificarlo.",
        "targetContextRight": "No veo nada nuevo cambiante \".",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "Tiene 36 años.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 39,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "Sitting knees up, feet on seat of chair butterfly style is comfortable, I am happy that they included an adult doing that in a movie, yes it is still okay doing that as an adult!",
        "sourceContextRight": "Woohoo for childhood trends that are still acceptable as adults!",
        "sourceID": "eng.Reviews-17",
        "sourceText": "I even did it during group meetings (only sitting on the floor instead of a chair) as a phD candidate in geophysics at the University of California, Berkeley.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Sentarse de rodillas, pies en el asiento del estilo de mariposa es cómodo, estoy feliz de que incluyan un adulto que lo haga en una película, sí, ¡todavía está bien hacerlo como adulto!",
        "targetContextRight": "¡Woohoo para las tendencias de la infancia que aún son aceptables como adultos!",
        "targetID": "spa.Reviews-17",
        "targetText": "Incluso lo hice durante las reuniones grupales (solo sentado en el piso en lugar de una silla) como candidato a doctorado en geofísica de la Universidad de California, Berkeley.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 40,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 18,
        "itemType": "TGT",
        "sourceContextLeft": "I'm so glad that it comes with the extender, so I have more levels to use to continue to get smaller.",
        "sourceContextRight": "",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I really like this product and will continue to use it as I need smaller sizes.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Estoy muy contento de que venga con el extensor, por lo que tengo más niveles para usar para seguir siendo más pequeño.",
        "targetContextRight": "",
        "targetID": "spa.Reviews-2",
        "targetText": "Realmente me gusta este producto y continuaré usándolo ya que necesito tamaños más pequeños.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 41,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "\"My mind's made up about Betty Kavanaugh and it would take a dynamite accusation,\" she said.",
        "sourceContextRight": "\"And everybody she names couldn't verify it.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "\"Dr. Ford, I don't know what happened, but I know this: Betty denied it vigorously,\" Graham added, referring to Christine Blasey Ford.",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Mi mente está inventada sobre Betty Kavanaugh y tomaría una acusación de dinamita\", dijo.",
        "targetContextRight": "\"Y todos los que nombra no pudieron verificarlo.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "\"Dr. Ford, no sé qué pasó, pero sé esto: Betty lo negó enérgicamente\", agregó Graham, refiriéndose a Christine Blasey Ford.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 42,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 25,
        "itemType": "TGT",
        "sourceContextLeft": "Reeves said Labour would change the levy so companies could use the money to retrain employees in industries such as the automotive sector and those currently fitting gas boilers.",
        "sourceContextRight": "We want those people to be retrained to get the skills that they need to succeed.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "\"We need them as part of the energy transition to net zero to be learning the skills to work on electric vehicles or fitting heat pumps or hydrogen boilers.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Reeves dijo que los laboristas cambiarían el impuesto para que las empresas pudieran usar el dinero para volver a capacitar a los empleados en industrias como el sector automotriz y aquellos que actualmente se ajustan a las calderas de gas.",
        "targetContextRight": "Queremos que esas personas se vuelvan a entrenar para obtener las habilidades que necesitan para tener éxito.",
        "targetID": "spa.guardian.114833",
        "targetText": "\"Los necesitamos como parte de la transición de energía a Net Zero para aprender las habilidades para trabajar en vehículos eléctricos o adaptando bombas de calor o calderas de hidrógeno.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 43,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "\"I said going into the hearing, I said, I've talked to Judge Kavanaugh.",
        "sourceContextRight": "She was resolute, determined, unequivocal.\"",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "I called her after this happened, that allegation came out, said, 'Did you do it?'",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Dije al entrar en la audiencia, dije, he hablado con el juez Kavanaugh.",
        "targetContextRight": "Ella era resuelta, decidida, inequívoca \".",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "La llamé después de que esto sucedió, esa acusación salió, dijo: \"¿Lo hiciste?\"",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 44,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "Kilcher self-surrendered and was arraigned in May.",
        "sourceContextRight": "She added that she \"look[s] forward to shedding more light on this experience and continuing to do the work I love.\"",
        "sourceID": "eng.latimes.160867",
        "sourceText": "\"Today, I am beyond grateful that my case has been dismissed - tomorrow my journey begins to help raise awareness and demand more transparency for worker's rights within the workers comp system\" Kilcher said Friday in a statement shared with The Times.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Kilcher a sí mismo y fue procesado en mayo.",
        "targetContextRight": "Agregó que \"mira hacia adelante para arrojar más luz sobre esta experiencia y continuar haciendo el trabajo que amo\".",
        "targetID": "spa.latimes.160867",
        "targetText": "\"Hoy, estoy más que agradecido de que mi caso haya sido desestimado: mañana mi viaje comienza a ayudar a crear conciencia y exigir más transparencia para los derechos de los trabajadores dentro del sistema de compensación de trabajadores\", dijo Kilcher el viernes en un comunicado compartido con los tiempos.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 45,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "My trainer suggested that I try a waist cincher.",
        "sourceContextRight": "I feel a marked difference in my back.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I was leery of trying it, but glad I listened to him.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Mi entrenador sugirió que probara una cintura con cintura.",
        "targetContextRight": "Siento una marcada diferencia en mi espalda.",
        "targetID": "spa.Reviews-2",
        "targetText": "Estaba reclino de intentarlo, pero me alegro de haberlo escuchado.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 46,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Lindsey Graham, Mary Kennedy tell \"60 Minutes\" whether the FBI's investigation of Kavanaugh could change their minds",
        "sourceContextRight": "In an interview airing Sunday, \"60 Minutes\" correspondent Scott Pelley asked Republicans Sens. Kennedy and Graham whether the FBI could unearth anything that would lead them to change their minds.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "The FBI investigation into accusations against Judge Betty Kavanaugh has delayed a final vote on her nomination to the Supreme Court by at least a week, and raises the question of whether the bureau's findings could sway any Republican senators into pulling their support.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Lindsey Graham, Mary Kennedy le dicen a \"60 minutos\" si la investigación del FBI sobre Kavanaugh podría cambiar de opinión",
        "targetContextRight": "En una entrevista que se transmite el domingo, el corresponsal de \"60 minutos\", Scott Pelley, les preguntó a los republicanos Sens. Kennedy y Graham si el FBI podría desenterrar algo que los llevara a cambiar de opinión.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "La investigación del FBI sobre las acusaciones contra la jueza Betty Kavanaugh ha retrasado una votación final sobre su nominación a la Corte Suprema en al menos una semana, y plantea la cuestión de si las conclusiones de la oficina podrían influir en cualquier senador republicano para obtener su apoyo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 47,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "I was leery of trying it, but glad I listened to him.",
        "sourceContextRight": "It fits nice and snug which keeps my back straight and my posture aligned.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I feel a marked difference in my back.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Estaba reclino de intentarlo, pero me alegro de haberlo escuchado.",
        "targetContextRight": "Se ajusta bien y cómodo, lo que mantiene mi espalda recta y mi postura se alinea.",
        "targetID": "spa.Reviews-2",
        "targetText": "Siento una marcada diferencia en mi espalda.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 48,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "There has been particular unhappiness that Leigh Drennan, the chair of Labour North West and aide to the Jeremy Corbyn-supporting Warrington North MP Charlotte Nichols, was not longlisted to try to win the seat back from the Conservatives, despite garnering nominations from four big trade unions.",
        "sourceContextRight": "O'Mara was imprisoned for four years this week after a jury found he had submitted fake expense claims totalling £52,000 in an attempt to fund his cocaine and alcohol abuse.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Reeves said she had nothing to do with candidate selection, but added: \"I do know that it's really important that we have rigorous processes for who can be longlisted and who can be shortlisted.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Ha habido una infelicidad particular de que Leigh Drennan, presidente de Labor North West y asistente de la diputada de Warrington North Nichols, que respalda a Jeremy Corbyn.sindicatos.",
        "targetContextRight": "O'Mara fue encarcelado durante cuatro años esta semana después de que un jurado descubrió que había presentado reclamos de gastos falsos por un total de £ 52,000 en un intento de financiar su abuso de cocaína y alcohol.",
        "targetID": "spa.guardian.114833",
        "targetText": "Reeves dijo que no tenía nada que ver con la selección de candidatos, pero agregó: \"Sé que es realmente importante que tengamos procesos rigurosos para quién puede ser lista larga y quién puede ser preseleccionado\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 49,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "\"Today, I am beyond grateful that my case has been dismissed - tomorrow my journey begins to help raise awareness and demand more transparency for worker's rights within the workers comp system\" Kilcher said Friday in a statement shared with The Times.",
        "sourceContextRight": "Kilcher also thanked Vasquez and her fellow Brown Rudnick attorney Steve Cook for \"their steadfast belief in my innocence.\"",
        "sourceID": "eng.latimes.160867",
        "sourceText": "She added that she \"look[s] forward to shedding more light on this experience and continuing to do the work I love.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Hoy, estoy más que agradecido de que mi caso haya sido desestimado: mañana mi viaje comienza a ayudar a crear conciencia y exigir más transparencia para los derechos de los trabajadores dentro del sistema de compensación de trabajadores\", dijo Kilcher el viernes en un comunicado compartido con los tiempos.",
        "targetContextRight": "Kilcher también agradeció a Vásquez y a su compañero abogado de Brown Rudnick, Steve Cook, por \"su firme creencia en mi inocencia\".",
        "targetID": "spa.latimes.160867",
        "targetText": "Agregó que \"mira hacia adelante para arrojar más luz sobre esta experiencia y continuar haciendo el trabajo que amo\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 50,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 14,
        "itemType": "TGT",
        "sourceContextLeft": "He used public money, it's absolutely right he's received his sentence.\"",
        "sourceContextRight": "But I would also say, in this parliament we have seen the constant undermining of standards in politics, not least by a succession of prime ministers and fines and parties and standards falling well short of what you could expect.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "The O'Mara circumstances were \"pretty exceptional,\" said Reeves, but she acknowledged: \"There are important lessons to be learned for the Labour party and all political parties on the selection of candidates.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Usó dinero público, es absolutamente correcto que haya recibido su sentencia \".",
        "targetContextRight": "Pero también diría que, en este parlamento, hemos visto el constante debilitamiento de los estándares en la política, sobre todo por una sucesión de primeros ministros, multas y fiestas y estándares que no se pueden esperar de lo que podrías esperar \".",
        "targetID": "spa.guardian.114833",
        "targetText": "Las circunstancias de O'Mara fueron \"bastante excepcionales\", dijo Reeves, pero ella reconoció: \"Hay lecciones importantes para el Partido Laborista y todos los partidos políticos sobre la selección de candidatos.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 51,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "It's 36 years old.",
        "sourceContextRight": "",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "I don't see anything new changing.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Tiene 36 años.",
        "targetContextRight": "",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "No veo nada nuevo cambiante \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 52,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 13,
        "itemType": "TGT",
        "sourceContextLeft": "The first day I got it, I meant to wear it for an hour to try it and I ended up forgetting it was on and wore it for 4 hours.",
        "sourceContextRight": "The hooks are heavy duty and made to last.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "The material is soft and feels nice on my skin.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El primer día que lo conseguí, tenía la intención de usarlo durante una hora para probarlo y terminé olvidando que estaba encendido y lo usé durante 4 horas.",
        "targetContextRight": "Los ganchos son de servicio pesado y hechos para durar.",
        "targetID": "spa.Reviews-2",
        "targetText": "El material es suave y se siente bien en mi piel.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 53,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "Kilcher also thanked Vasquez and her fellow Brown Rudnick attorney Steve Cook for \"their steadfast belief in my innocence.\"",
        "sourceContextRight": "Kilcher broke out with Terrence Malick's 2002 movie \"The New World,\" where she portrayed Pocahontas.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "According to TMZ, Kilcher hired the two in September.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Kilcher también agradeció a Vásquez y a su compañero abogado de Brown Rudnick, Steve Cook, por \"su firme creencia en mi inocencia\".",
        "targetContextRight": "Kilcher estalló con la película de 2002 de Terrence Malick \"The New World\", donde retrató a Pocahontas.",
        "targetID": "spa.latimes.160867",
        "targetText": "Según TMZ, Kilcher contrató a los dos en septiembre.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 54,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 22,
        "itemType": "TGT",
        "sourceContextLeft": "Reeves was in Bolton to meet apprentices at a training centre for Openreach, which provides the UK's broadband network.",
        "sourceContextRight": "Businesses complain the levy is too inflexible. For example, said Reeves, Openreach \"wants to retrain people who work on copper to work on fibre, but the apprenticeship levy doesn't have that flexibility around retraining.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "After watching apprentices climb up pretend telegraph poles at the £1.7m site, Reeves discussed Labour's plans to overhaul the apprenticeship levy, which forces larger firms to put aside 0.5% of their payroll to fund apprentices.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Reeves estaba en Bolton para reunirse con aprendices en un centro de capacitación para OpenReach, que proporciona la red de banda ancha del Reino Unido.",
        "targetContextRight": "Las empresas se quejan de que el impuesto es demasiado inflexible.Por ejemplo, dijo Reeves, OpenReach \"quiere volver a capacitar a las personas que trabajan en cobre para trabajar en fibra, pero el gravamen de aprendizaje no tiene esa flexibilidad en torno a la reentrenamiento\".",
        "targetID": "spa.guardian.114833",
        "targetText": "Después de ver a los aprendices escalar postes de telégrafos de pretend en el sitio de £ 1.7 millones, Reeves discutió los planes de Labor para revisar el gravamen de aprendizaje, lo que obliga a las empresas más grandes a dejar de lado el 0.5% de su nómina para financiar los aprendices.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 55,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Ergonomic and affordable, but not very tolerant of constant use",
        "sourceContextRight": "The downsides are: 1) The vibration effect that is triggered in action gaming feels much weaker.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "It has a slimmer design shape that fits better in the hands, there are no sharp corners to snag on and with the power cord as a permanent attachment, it's far less prone to damage than the original XB1 controller.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Ergonómico y asequible, pero no muy tolerante al uso constante",
        "targetContextRight": "Las desventajas son: 1) El efecto de vibración que se desencadena en los juegos de acción se siente mucho más débil.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "Tiene una forma de diseño más delgada que se adapta mejor a las manos, no hay esquinas afiladas para engancharse y con el cable de alimentación como un accesorio permanente, es mucho menos propenso a dañar que el controlador XB1 original.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 56,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "On Friday, the Los Angeles County district attorney's office cleared Kilcher, 32, of all charges in a workers\" compensation fraud case.",
        "sourceContextRight": "In July 2022, California officials charged Kilcher with two felony counts of workers\" compensation fraud, accusing her of illegally collecting more than $96,000 in disability benefits between October 2019 and September 2021.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "In a statement shared Friday with The Times, a spokesperson for the Los Angeles County district attorney said the court \"determined that Ms. Kilcher did not commit insurance fraud and advised the court that we were unable to proceed.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "El viernes, la Oficina del Fiscal de Distrito del Condado de Los Ángeles despejó a Kilcher, de 32 años, de todos los cargos en un caso de fraude de compensación de los trabajadores.",
        "targetContextRight": "En julio de 2022, los funcionarios de California acusaron a Kilcher de dos delitos graves de fraude de compensación de los trabajadores, acusándola de recaudar ilegalmente más de $ 96,000 en beneficios por discapacidad entre octubre de 2019 y septiembre de 2021.",
        "targetID": "spa.latimes.160867",
        "targetText": "En un comunicado compartido el viernes con The Times, un portavoz del Fiscal de Distrito del Condado de Los Ángeles dijo que el tribunal \"determinó que la Sra. Kilcher no cometió fraude de seguros y aconsejó al tribunal que no pudimos proceder\".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 57,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "\"I mean, of course,\" said Kennedy.",
        "sourceContextRight": "I called her after this happened, that allegation came out, said, 'Did you do it?'",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "\"I said going into the hearing, I said, I've talked to Judge Kavanaugh.",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Quiero decir, por supuesto\", dijo Kennedy.",
        "targetContextRight": "La llamé después de que esto sucedió, esa acusación salió, dijo: \"¿Lo hiciste?\"",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "\"Dije al entrar en la audiencia, dije, he hablado con el juez Kavanaugh.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 58,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "Reeves said she had nothing to do with candidate selection, but added: \"I do know that it's really important that we have rigorous processes for who can be longlisted and who can be shortlisted.\"",
        "sourceContextRight": "Many people have suggested he was not properly vetted by Labour when he was selected to fight Nick Clegg, the former Liberal Democrat deputy prime minister, in Sheffield Hallam in 2017\"s snap general election.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "O'Mara was imprisoned for four years this week after a jury found he had submitted fake expense claims totalling £52,000 in an attempt to fund his cocaine and alcohol abuse.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Reeves dijo que no tenía nada que ver con la selección de candidatos, pero agregó: \"Sé que es realmente importante que tengamos procesos rigurosos para quién puede ser lista larga y quién puede ser preseleccionado\".",
        "targetContextRight": "Muchas personas han sugerido que no fue examinado adecuadamente por los laboristas cuando fue seleccionado para luchar contra Nick Clegg, el ex viceprimer ministro demócrata liberal, en Sheffield Hallam en las elecciones generales de 2017 \".",
        "targetID": "spa.guardian.114833",
        "targetText": "O'Mara fue encarcelado durante cuatro años esta semana después de que un jurado descubrió que había presentado reclamos de gastos falsos por un total de £ 52,000 en un intento de financiar su abuso de cocaína y alcohol.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 59,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "Also, a good reminder that things that live in caves can venture outside of caves.",
        "sourceContextRight": "This movie would have been a lot shorter had the ladies not taken picks.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Some of the imagery is reminiscent of Norse Mythology and the mead of poetry.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Además, un buen recordatorio de que las cosas que viven en cuevas pueden aventurarse fuera de las cuevas.",
        "targetContextRight": "Esta película habría sido mucho más corta si las damas no hubieran tomado selecciones.",
        "targetID": "spa.Reviews-17",
        "targetText": "Algunas de las imágenes recuerdan a la mitología nórdica y al agua de la poesía.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 60,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "According to TMZ, Kilcher hired the two in September.",
        "sourceContextRight": "Her credits also include \"Sons of Anarchy,\" \"The Alienist\" and \"Dora and the Lost City of Gold.\"",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Kilcher broke out with Terrence Malick's 2002 movie \"The New World,\" where she portrayed Pocahontas.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Según TMZ, Kilcher contrató a los dos en septiembre.",
        "targetContextRight": "Sus créditos también incluyen \"Hijos de la anarquía\", \"The Alienist\" y \"Dora and the Lost City of Gold\".",
        "targetID": "spa.latimes.160867",
        "targetText": "Kilcher estalló con la película de 2002 de Terrence Malick \"The New World\", donde retrató a Pocahontas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 61,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Reviewed in the United States on March 4, 2020",
        "sourceContextRight": "My trainer suggested that I try a waist cincher.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I've been struggling with lower back pain for the last few months and was having trouble while working out.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Revisado en los Estados Unidos el 4 de marzo de 2020",
        "targetContextRight": "Mi entrenador sugirió que probara una cintura con cintura.",
        "targetID": "spa.Reviews-2",
        "targetText": "He estado luchando con el dolor lumbar durante los últimos meses y estaba teniendo problemas mientras hacía ejercicio.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 62,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "It helps me remember to sit up straight and seek alternatives on bending or slouching to get something.",
        "sourceContextRight": "I have no difficulty breathing.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "Even thought it keeps your back straight it is still very flexible, so it doesn't hinder your normal activities.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Me ayuda a recordar sentarme directamente y buscar alternativas para doblar o encorvarse para obtener algo.",
        "targetContextRight": "No tengo dificultad para respirar.",
        "targetID": "spa.Reviews-2",
        "targetText": "Incluso pensó que mantiene la espalda recta, sigue siendo muy flexible, por lo que no obstaculiza sus actividades normales.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 63,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 17,
        "itemType": "TGT",
        "sourceContextLeft": "She added: \"\"One thing I would say about the Labour party is that when people do wrong, they lose the whip. And that's just not the case in the Conservative party.\"",
        "sourceContextRight": "Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Ella agregó: \"\" Una cosa que diría sobre el Partido Laborista es que cuando las personas hacen mal, pierden el látigo.Y ese no es el caso en el Partido Conservador \".",
        "targetContextRight": "Aviso de privacidad: los boletines pueden contener información sobre organizaciones benéficas, anuncios en línea y contenido financiado por partes externas.",
        "targetID": "spa.guardian.114833",
        "targetText": "Archie Bland y Nimo Omer lo llevan a través de las principales historias y lo que significan, gratis cada mañana de los días de semana.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 64,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "So for us, making investments in controllers yearly means we have to be picky and prudent about what we purchase.",
        "sourceContextRight": "",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "The controller could do with more durable springs; after a couple months, buttons that are used the most stop responding and the right joystick loses it's centering, IE- makes map screens zoom in and characters walk forwards without even touching the controls.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Entonces, para nosotros, hacer inversiones en controladores anualmente significa que tenemos que ser exigentes y prudentes sobre lo que compramos.",
        "targetContextRight": "",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "El controlador podría hacer con resortes más duraderos;Después de un par de meses, los botones que se usan más dejan de responder y el joystick correcto pierde su centrado, es decir, las pantallas de mapas se acercan y los personajes caminan hacia adelante sin siquiera tocar los controles.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 65,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 10,
        "itemType": "TGT",
        "sourceContextLeft": "Many people have suggested he was not properly vetted by Labour when he was selected to fight Nick Clegg, the former Liberal Democrat deputy prime minister, in Sheffield Hallam in 2017\"s snap general election.",
        "sourceContextRight": "But Jared O'Mara was a terrible case.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Asked if the O'Mara debacle was looming large in the minds of Labour's NEC, Reeves said: \"I don't want to suggest in any way that anyone not on a shortlist is a cocaine user.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Muchas personas han sugerido que no fue examinado adecuadamente por los laboristas cuando fue seleccionado para luchar contra Nick Clegg, el ex viceprimer ministro demócrata liberal, en Sheffield Hallam en las elecciones generales de 2017 \".",
        "targetContextRight": "Pero Jared O'Mara fue un caso terrible.",
        "targetID": "spa.guardian.114833",
        "targetText": "Cuando se le preguntó si la debacle de O'Mara se avecinaba en la mente del NEC de Labor, Reeves dijo: \"No quiero sugerir de ninguna manera que cualquiera que no esté en una lista es un usuario de cocaína.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 66,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "HUGE help with my back pain",
        "sourceContextRight": "I've been struggling with lower back pain for the last few months and was having trouble while working out.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "Reviewed in the United States on March 4, 2020",
        "sourceURL": "Unknown",
        "targetContextLeft": "Enorme ayuda con mi dolor de espalda",
        "targetContextRight": "He estado luchando con el dolor lumbar durante los últimos meses y estaba teniendo problemas mientras hacía ejercicio.",
        "targetID": "spa.Reviews-2",
        "targetText": "Revisado en los Estados Unidos el 4 de marzo de 2020",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 67,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Attorney Camille Vasquez, who represented Johnny Depp in last year's blockbuster defamation trial, has scored another legal victory - this time with \"Yellowstone\" actor Q'orianka Kilcher.",
        "sourceContextRight": "In a statement shared Friday with The Times, a spokesperson for the Los Angeles County district attorney said the court \"determined that Ms. Kilcher did not commit insurance fraud and advised the court that we were unable to proceed.\"",
        "sourceID": "eng.latimes.160867",
        "sourceText": "On Friday, the Los Angeles County district attorney's office cleared Kilcher, 32, of all charges in a workers\" compensation fraud case.",
        "sourceURL": "Unknown",
        "targetContextLeft": "La abogada Camille Vásquez, quien representó a Johnny Depp en el exitoso juicio de difamación del año pasado, ha obtenido otra victoria legal, esta vez con el actor de \"Yellowstone\" Q'orianka Kilcher.",
        "targetContextRight": "En un comunicado compartido el viernes con The Times, un portavoz del Fiscal de Distrito del Condado de Los Ángeles dijo que el tribunal \"determinó que la Sra. Kilcher no cometió fraude de seguros y aconsejó al tribunal que no pudimos proceder\".",
        "targetID": "spa.latimes.160867",
        "targetText": "El viernes, la Oficina del Fiscal de Distrito del Condado de Los Ángeles despejó a Kilcher, de 32 años, de todos los cargos en un caso de fraude de compensación de los trabajadores.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 68,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "The hooks are heavy duty and made to last.",
        "sourceContextRight": "It only took a few days to figure out the best way for me.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "There is a learning curve on figuring out how to get it hooked on and be tight enough at the same time.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Los ganchos son de servicio pesado y hechos para durar.",
        "targetContextRight": "Solo tomó unos días descubrir la mejor manera para mí.",
        "targetID": "spa.Reviews-2",
        "targetText": "Hay una curva de aprendizaje en descubrir cómo engancharse y ser lo suficientemente apretado al mismo tiempo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 69,
        "documentDomain": "news",
        "documentID": "latimes.160867",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "The time frame also includes several months when Kilcher worked on \"Yellowstone,\" despite the actor's claims that she was too injured to work.",
        "sourceContextRight": "\"Today, I am beyond grateful that my case has been dismissed - tomorrow my journey begins to help raise awareness and demand more transparency for worker's rights within the workers comp system\" Kilcher said Friday in a statement shared with The Times.",
        "sourceID": "eng.latimes.160867",
        "sourceText": "Kilcher self-surrendered and was arraigned in May.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El período de tiempo también incluye varios meses en que Kilcher trabajó en \"Yellowstone\", a pesar de las afirmaciones del actor de que estaba demasiado herida para trabajar.",
        "targetContextRight": "\"Hoy, estoy más que agradecido de que mi caso haya sido desestimado: mañana mi viaje comienza a ayudar a crear conciencia y exigir más transparencia para los derechos de los trabajadores dentro del sistema de compensación de trabajadores\", dijo Kilcher el viernes en un comunicado compartido con los tiempos.",
        "targetID": "spa.latimes.160867",
        "targetText": "Kilcher a sí mismo y fue procesado en mayo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 70,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "I was shocked at how comfortable this is to wear.",
        "sourceContextRight": "The material is soft and feels nice on my skin.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "The first day I got it, I meant to wear it for an hour to try it and I ended up forgetting it was on and wore it for 4 hours.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Me sorprendió lo cómodo que es esto.",
        "targetContextRight": "El material es suave y se siente bien en mi piel.",
        "targetID": "spa.Reviews-2",
        "targetText": "El primer día que lo conseguí, tenía la intención de usarlo durante una hora para probarlo y terminé olvidando que estaba encendido y lo usé durante 4 horas.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 71,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 17,
        "itemType": "TGT",
        "sourceContextLeft": "It only took a few days to figure out the best way for me.",
        "sourceContextRight": "I really like this product and will continue to use it as I need smaller sizes.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I'm so glad that it comes with the extender, so I have more levels to use to continue to get smaller.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Solo tomó unos días descubrir la mejor manera para mí.",
        "targetContextRight": "Realmente me gusta este producto y continuaré usándolo ya que necesito tamaños más pequeños.",
        "targetID": "spa.Reviews-2",
        "targetText": "Estoy muy contento de que venga con el extensor, por lo que tengo más niveles para usar para seguir siendo más pequeño.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 72,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "HUGE help with my back pain",
        "sourceID": "eng.Reviews-2",
        "sourceText": "The OG Elf",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "Enorme ayuda con mi dolor de espalda",
        "targetID": "spa.Reviews-2",
        "targetText": "El og elfo",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 73,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "The disgraced former MP Jared O'Mara \"should never have been selected as a Labour candidate\" and deserves his four-year jail sentence, the shadow chancellor has said.",
        "sourceContextRight": "The entire selection committee in Bolton North East resigned after they were not allowed to choose the shortlist, an increasingly common practice in Keir Starmer's Labour party, saying: \"Yet again, it appears that the Labour party is seeking to promote the views and attitudes of a clique in London, rather than local members in the north.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Rachel Reeves was talking to the Guardian in the Bolton North East constituency on Friday, hours after key figures in the local party quit in protest at how Labour's national executive committee (NEC) was controlling the parliamentary selection process for the next general election.",
        "sourceURL": "Unknown",
        "targetContextLeft": "El ex diputado deshonrado Jared O'Mara \"nunca debería haber sido seleccionado como candidato laborista\" y merece su sentencia de cárcel de cuatro años, dijo el canciller en la sombra.",
        "targetContextRight": "Todo el comité de selección en Bolton North East renunció después de que no se les permitió elegir la lista corta, una práctica cada vez más común en el Partido Laborista de Keir Starmer, diciendo: \"Una vez más, parece que el Partido Laborista está buscando promover las opiniones y actitudes deUna camarilla en Londres, en lugar de miembros locales en el norte \".",
        "targetID": "spa.guardian.114833",
        "targetText": "Rachel Reeves estaba hablando con The Guardian en la circunscripción del noreste de Bolton el viernes, horas después de que las cifras clave en el partido local dejaran de protestar por cómo el Comité Ejecutivo Nacional de Labor (NEC) estaba controlando el proceso de selección parlamentaria para las próximas elecciones generales.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 74,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 4,
        "itemType": "TGT",
        "sourceContextLeft": "2) The controller's directional joystick and buttons wear out very quickly.",
        "sourceContextRight": "So for us, making investments in controllers yearly means we have to be picky and prudent about what we purchase.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "We are very heavy handed and tend to wear out 2-3 controllers per year.",
        "sourceURL": "Unknown",
        "targetContextLeft": "2) El joystick direccional y los botones del controlador se desgastan muy rápidamente.",
        "targetContextRight": "Entonces, para nosotros, hacer inversiones en controladores anualmente significa que tenemos que ser exigentes y prudentes sobre lo que compramos.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "Somos muy pesados y tendemos a usar 2-3 controladores por año.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 75,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 9,
        "itemType": "TGT",
        "sourceContextLeft": "O'Mara was imprisoned for four years this week after a jury found he had submitted fake expense claims totalling £52,000 in an attempt to fund his cocaine and alcohol abuse.",
        "sourceContextRight": "Asked if the O'Mara debacle was looming large in the minds of Labour's NEC, Reeves said: \"I don't want to suggest in any way that anyone not on a shortlist is a cocaine user.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Many people have suggested he was not properly vetted by Labour when he was selected to fight Nick Clegg, the former Liberal Democrat deputy prime minister, in Sheffield Hallam in 2017\"s snap general election.",
        "sourceURL": "Unknown",
        "targetContextLeft": "O'Mara fue encarcelado durante cuatro años esta semana después de que un jurado descubrió que había presentado reclamos de gastos falsos por un total de £ 52,000 en un intento de financiar su abuso de cocaína y alcohol.",
        "targetContextRight": "Cuando se le preguntó si la debacle de O'Mara se avecinaba en la mente del NEC de Labor, Reeves dijo: \"No quiero sugerir de ninguna manera que cualquiera que no esté en una lista es un usuario de cocaína.",
        "targetID": "spa.guardian.114833",
        "targetText": "Muchas personas han sugerido que no fue examinado adecuadamente por los laboristas cuando fue seleccionado para luchar contra Nick Clegg, el ex viceprimer ministro demócrata liberal, en Sheffield Hallam en las elecciones generales de 2017 \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 76,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "\"Dr. Ford, I don't know what happened, but I know this: Betty denied it vigorously,\" Graham added, referring to Christine Blasey Ford.",
        "sourceContextRight": "It's 36 years old.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "\"And everybody she names couldn't verify it.",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Dr. Ford, no sé qué pasó, pero sé esto: Betty lo negó enérgicamente\", agregó Graham, refiriéndose a Christine Blasey Ford.",
        "targetContextRight": "Tiene 36 años.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "\"Y todos los que nombra no pudieron verificarlo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 77,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "In an interview airing Sunday, \"60 Minutes\" correspondent Scott Pelley asked Republicans Sens. Kennedy and Graham whether the FBI could unearth anything that would lead them to change their minds.",
        "sourceContextRight": "\"I mean, of course,\" said Kennedy.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "Kennedy appeared more open than the colleague from South Carolina.",
        "sourceURL": "Unknown",
        "targetContextLeft": "En una entrevista que se transmite el domingo, el corresponsal de \"60 minutos\", Scott Pelley, les preguntó a los republicanos Sens. Kennedy y Graham si el FBI podría desenterrar algo que los llevara a cambiar de opinión.",
        "targetContextRight": "\"Quiero decir, por supuesto\", dijo Kennedy.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "Kennedy parecía más abierto que el colega de Carolina del Sur.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 78,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 27,
        "itemType": "TGT",
        "sourceContextLeft": "We want those people to be retrained to get the skills that they need to succeed.",
        "sourceContextRight": "Businesses want greater flexibility and young people starting off in life or older people who want to retrain to make sure that their skills are relevant for the future,\" said Reeves.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "And yet the apprenticeship levy is stacked up against them.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Queremos que esas personas se vuelvan a entrenar para obtener las habilidades que necesitan para tener éxito.",
        "targetContextRight": "Las empresas quieren una mayor flexibilidad y a los jóvenes que comienzan en personas de la vida o mayores que desean volver a capacitarse para asegurarse de que sus habilidades sean relevantes para el futuro \", dijo Reeves.",
        "targetID": "spa.guardian.114833",
        "targetText": "Y, sin embargo, el recuerdo de aprendizaje está apilado contra ellos.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 79,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Reviewed in the United States on March 11, 2020",
        "sourceContextRight": "I even did it during group meetings (only sitting on the floor instead of a chair) as a phD candidate in geophysics at the University of California, Berkeley.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Sitting knees up, feet on seat of chair butterfly style is comfortable, I am happy that they included an adult doing that in a movie, yes it is still okay doing that as an adult!",
        "sourceURL": "Unknown",
        "targetContextLeft": "Revisado en los Estados Unidos el 11 de marzo de 2020",
        "targetContextRight": "Incluso lo hice durante las reuniones grupales (solo sentado en el piso en lugar de una silla) como candidato a doctorado en geofísica de la Universidad de California, Berkeley.",
        "targetID": "spa.Reviews-17",
        "targetText": "Sentarse de rodillas, pies en el asiento del estilo de mariposa es cómodo, estoy feliz de que incluyan un adulto que lo haga en una película, sí, ¡todavía está bien hacerlo como adulto!",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 80,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 1,
        "itemType": "TGT",
        "sourceContextLeft": "Tanis Coralee Leonhardi",
        "sourceContextRight": "Reviewed in the United States on March 11, 2020",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Caves, creatures, and picks oh my!",
        "sourceURL": "Unknown",
        "targetContextLeft": "Tanis Coralee Leonhardi",
        "targetContextRight": "Revisado en los Estados Unidos el 11 de marzo de 2020",
        "targetID": "spa.Reviews-17",
        "targetText": "Cuevas, criaturas y selecciones ¡Oh, Dios mío!",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 81,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "Caves, creatures, and picks oh my!",
        "sourceContextRight": "Sitting knees up, feet on seat of chair butterfly style is comfortable, I am happy that they included an adult doing that in a movie, yes it is still okay doing that as an adult!",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Reviewed in the United States on March 11, 2020",
        "sourceURL": "Unknown",
        "targetContextLeft": "Cuevas, criaturas y selecciones ¡Oh, Dios mío!",
        "targetContextRight": "Sentarse de rodillas, pies en el asiento del estilo de mariposa es cómodo, estoy feliz de que incluyan un adulto que lo haga en una película, sí, ¡todavía está bien hacerlo como adulto!",
        "targetID": "spa.Reviews-17",
        "targetText": "Revisado en los Estados Unidos el 11 de marzo de 2020",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 82,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "I called her after this happened, that allegation came out, said, 'Did you do it?'",
        "sourceContextRight": "Graham's vote, however, appears set in stone.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "She was resolute, determined, unequivocal.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "La llamé después de que esto sucedió, esa acusación salió, dijo: \"¿Lo hiciste?\"",
        "targetContextRight": "El voto de Graham, sin embargo, aparece en piedra.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "Ella era resuelta, decidida, inequívoca \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 83,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "Reeves said: \"I don't know what the circumstances are of what has happened in Bolton, but I do know that those being selected are strong candidates, often with very strong roots in their communities.\"",
        "sourceContextRight": "Reeves said she had nothing to do with candidate selection, but added: \"I do know that it's really important that we have rigorous processes for who can be longlisted and who can be shortlisted.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "There has been particular unhappiness that Leigh Drennan, the chair of Labour North West and aide to the Jeremy Corbyn-supporting Warrington North MP Charlotte Nichols, was not longlisted to try to win the seat back from the Conservatives, despite garnering nominations from four big trade unions.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Reeves dijo: \"No sé cuáles son las circunstancias de lo que ha sucedido en Bolton, pero sí sé que los seleccionados son candidatos fuertes, a menudo con raíces muy fuertes en sus comunidades\".",
        "targetContextRight": "Reeves dijo que no tenía nada que ver con la selección de candidatos, pero agregó: \"Sé que es realmente importante que tengamos procesos rigurosos para quién puede ser lista larga y quién puede ser preseleccionado\".",
        "targetID": "spa.guardian.114833",
        "targetText": "Ha habido una infelicidad particular de que Leigh Drennan, presidente de Labor North West y asistente de la diputada de Warrington North Nichols, que respalda a Jeremy Corbyn.sindicatos.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 84,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "Asked if the O'Mara debacle was looming large in the minds of Labour's NEC, Reeves said: \"I don't want to suggest in any way that anyone not on a shortlist is a cocaine user.",
        "sourceContextRight": "He should never have been selected as a Labour candidate; he should never have been an MP.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "But Jared O'Mara was a terrible case.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Cuando se le preguntó si la debacle de O'Mara se avecinaba en la mente del NEC de Labor, Reeves dijo: \"No quiero sugerir de ninguna manera que cualquiera que no esté en una lista es un usuario de cocaína.",
        "targetContextRight": "Nunca debería haber sido seleccionado como candidato laborista;Nunca debería haber sido MP.",
        "targetID": "spa.guardian.114833",
        "targetText": "Pero Jared O'Mara fue un caso terrible.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 85,
        "documentDomain": "News",
        "documentID": "News-3_cbsnews.248471",
        "isCompleteDocument": false,
        "itemID": 2,
        "itemType": "TGT",
        "sourceContextLeft": "The FBI investigation into accusations against Judge Betty Kavanaugh has delayed a final vote on her nomination to the Supreme Court by at least a week, and raises the question of whether the bureau's findings could sway any Republican senators into pulling their support.",
        "sourceContextRight": "Kennedy appeared more open than the colleague from South Carolina.",
        "sourceID": "eng.News-3_cbsnews.248471",
        "sourceText": "In an interview airing Sunday, \"60 Minutes\" correspondent Scott Pelley asked Republicans Sens. Kennedy and Graham whether the FBI could unearth anything that would lead them to change their minds.",
        "sourceURL": "Unknown",
        "targetContextLeft": "La investigación del FBI sobre las acusaciones contra la jueza Betty Kavanaugh ha retrasado una votación final sobre su nominación a la Corte Suprema en al menos una semana, y plantea la cuestión de si las conclusiones de la oficina podrían influir en cualquier senador republicano para obtener su apoyo.",
        "targetContextRight": "Kennedy parecía más abierto que el colega de Carolina del Sur.",
        "targetID": "spa.News-3_cbsnews.248471",
        "targetText": "En una entrevista que se transmite el domingo, el corresponsal de \"60 minutos\", Scott Pelley, les preguntó a los republicanos Sens. Kennedy y Graham si el FBI podría desenterrar algo que los llevara a cambiar de opinión.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 86,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "Some creatures do not want to be seen and will pursue you until you are dead when you trespass on their land and touch their things without their consent.",
        "sourceContextRight": "Or do the cave creatures eat them all alive?",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Will the group of women make it out alive?",
        "sourceURL": "Unknown",
        "targetContextLeft": "Algunas criaturas no quieren ser vistas y lo perseguirán hasta que estés muerto cuando invades sus tierras y toces sus cosas sin su consentimiento.",
        "targetContextRight": "¿O las criaturas de la cueva las comen a todas?",
        "targetID": "spa.Reviews-17",
        "targetText": "¿El grupo de mujeres saldrá con vida?",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 87,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 3,
        "itemType": "TGT",
        "sourceContextLeft": "Rachel Reeves was talking to the Guardian in the Bolton North East constituency on Friday, hours after key figures in the local party quit in protest at how Labour's national executive committee (NEC) was controlling the parliamentary selection process for the next general election.",
        "sourceContextRight": "They added: \"This goes against the attitude necessary to win back the red wall, which is so desperately needed to deliver a Labour government.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "The entire selection committee in Bolton North East resigned after they were not allowed to choose the shortlist, an increasingly common practice in Keir Starmer's Labour party, saying: \"Yet again, it appears that the Labour party is seeking to promote the views and attitudes of a clique in London, rather than local members in the north.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Rachel Reeves estaba hablando con The Guardian en la circunscripción del noreste de Bolton el viernes, horas después de que las cifras clave en el partido local dejaran de protestar por cómo el Comité Ejecutivo Nacional de Labor (NEC) estaba controlando el proceso de selección parlamentaria para las próximas elecciones generales.",
        "targetContextRight": "Agregaron: \"Esto va en contra de la actitud necesaria para recuperar el Muro Rojo, que es tan desesperadamente necesario para entregar un gobierno laborista\".",
        "targetID": "spa.guardian.114833",
        "targetText": "Todo el comité de selección en Bolton North East renunció después de que no se les permitió elegir la lista corta, una práctica cada vez más común en el Partido Laborista de Keir Starmer, diciendo: \"Una vez más, parece que el Partido Laborista está buscando promover las opiniones y actitudes deUna camarilla en Londres, en lugar de miembros locales en el norte \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 88,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 12,
        "itemType": "TGT",
        "sourceContextLeft": "But Jared O'Mara was a terrible case.",
        "sourceContextRight": "He used public money, it's absolutely right he's received his sentence.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "He should never have been selected as a Labour candidate; he should never have been an MP.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Pero Jared O'Mara fue un caso terrible.",
        "targetContextRight": "Usó dinero público, es absolutamente correcto que haya recibido su sentencia \".",
        "targetID": "spa.guardian.114833",
        "targetText": "Nunca debería haber sido seleccionado como candidato laborista;Nunca debería haber sido MP.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 89,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 26,
        "itemType": "TGT",
        "sourceContextLeft": "\"We need them as part of the energy transition to net zero to be learning the skills to work on electric vehicles or fitting heat pumps or hydrogen boilers.",
        "sourceContextRight": "And yet the apprenticeship levy is stacked up against them.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "We want those people to be retrained to get the skills that they need to succeed.",
        "sourceURL": "Unknown",
        "targetContextLeft": "\"Los necesitamos como parte de la transición de energía a Net Zero para aprender las habilidades para trabajar en vehículos eléctricos o adaptando bombas de calor o calderas de hidrógeno.",
        "targetContextRight": "Y, sin embargo, el recuerdo de aprendizaje está apilado contra ellos.",
        "targetID": "spa.guardian.114833",
        "targetText": "Queremos que esas personas se vuelvan a entrenar para obtener las habilidades que necesitan para tener éxito.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 90,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "The O'Mara circumstances were \"pretty exceptional,\" said Reeves, but she acknowledged: \"There are important lessons to be learned for the Labour party and all political parties on the selection of candidates.",
        "sourceContextRight": "She added: \"\"One thing I would say about the Labour party is that when people do wrong, they lose the whip. And that's just not the case in the Conservative party.\"",
        "sourceID": "eng.guardian.114833",
        "sourceText": "But I would also say, in this parliament we have seen the constant undermining of standards in politics, not least by a succession of prime ministers and fines and parties and standards falling well short of what you could expect.\"",
        "sourceURL": "Unknown",
        "targetContextLeft": "Las circunstancias de O'Mara fueron \"bastante excepcionales\", dijo Reeves, pero ella reconoció: \"Hay lecciones importantes para el Partido Laborista y todos los partidos políticos sobre la selección de candidatos.",
        "targetContextRight": "Ella agregó: \"\" Una cosa que diría sobre el Partido Laborista es que cuando las personas hacen mal, pierden el látigo.Y ese no es el caso en el Partido Conservador \".",
        "targetID": "spa.guardian.114833",
        "targetText": "Pero también diría que, en este parlamento, hemos visto el constante debilitamiento de los estándares en la política, sobre todo por una sucesión de primeros ministros, multas y fiestas y estándares que no se pueden esperar de lo que podrías esperar \".",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 91,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 16,
        "itemType": "TGT",
        "sourceContextLeft": "There is a learning curve on figuring out how to get it hooked on and be tight enough at the same time.",
        "sourceContextRight": "I'm so glad that it comes with the extender, so I have more levels to use to continue to get smaller.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "It only took a few days to figure out the best way for me.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Hay una curva de aprendizaje en descubrir cómo engancharse y ser lo suficientemente apretado al mismo tiempo.",
        "targetContextRight": "Estoy muy contento de que venga con el extensor, por lo que tengo más niveles para usar para seguir siendo más pequeño.",
        "targetID": "spa.Reviews-2",
        "targetText": "Solo tomó unos días descubrir la mejor manera para mí.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 92,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 6,
        "itemType": "TGT",
        "sourceContextLeft": "Woohoo for childhood trends that are still acceptable as adults!",
        "sourceContextRight": "Some creatures do not want to be seen and will pursue you until you are dead when you trespass on their land and touch their things without their consent.",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Caves are fun to explore and can be very creepy, especially with lights out - they chose a great setting for this movie.",
        "sourceURL": "Unknown",
        "targetContextLeft": "¡Woohoo para las tendencias de la infancia que aún son aceptables como adultos!",
        "targetContextRight": "Algunas criaturas no quieren ser vistas y lo perseguirán hasta que estés muerto cuando invades sus tierras y toces sus cosas sin su consentimiento.",
        "targetID": "spa.Reviews-17",
        "targetText": "Las cuevas son divertidas de explorar y pueden ser muy espeluznantes, especialmente con las luces apagadas: eligieron un excelente escenario para esta película.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 93,
        "documentDomain": "news",
        "documentID": "guardian.114833",
        "isCompleteDocument": false,
        "itemID": 21,
        "itemType": "TGT",
        "sourceContextLeft": "We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.",
        "sourceContextRight": "After watching apprentices climb up pretend telegraph poles at the £1.7m site, Reeves discussed Labour's plans to overhaul the apprenticeship levy, which forces larger firms to put aside 0.5% of their payroll to fund apprentices.",
        "sourceID": "eng.guardian.114833",
        "sourceText": "Reeves was in Bolton to meet apprentices at a training centre for Openreach, which provides the UK's broadband network.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Utilizamos Google Recaptcha para proteger nuestro sitio web y se aplican la Política de privacidad de Google y los Términos de servicio.",
        "targetContextRight": "Después de ver a los aprendices escalar postes de telégrafos de pretend en el sitio de £ 1.7 millones, Reeves discutió los planes de Labor para revisar el gravamen de aprendizaje, lo que obliga a las empresas más grandes a dejar de lado el 0.5% de su nómina para financiar los aprendices.",
        "targetID": "spa.guardian.114833",
        "targetText": "Reeves estaba en Bolton para reunirse con aprendices en un centro de capacitación para OpenReach, que proporciona la red de banda ancha del Reino Unido.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 94,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 8,
        "itemType": "TGT",
        "sourceContextLeft": "It fits nice and snug which keeps my back straight and my posture aligned.",
        "sourceContextRight": "Even thought it keeps your back straight it is still very flexible, so it doesn't hinder your normal activities.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "It helps me remember to sit up straight and seek alternatives on bending or slouching to get something.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Se ajusta bien y cómodo, lo que mantiene mi espalda recta y mi postura se alinea.",
        "targetContextRight": "Incluso pensó que mantiene la espalda recta, sigue siendo muy flexible, por lo que no obstaculiza sus actividades normales.",
        "targetID": "spa.Reviews-2",
        "targetText": "Me ayuda a recordar sentarme directamente y buscar alternativas para doblar o encorvarse para obtener algo.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 95,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 5,
        "itemType": "TGT",
        "sourceContextLeft": "We are very heavy handed and tend to wear out 2-3 controllers per year.",
        "sourceContextRight": "The controller could do with more durable springs; after a couple months, buttons that are used the most stop responding and the right joystick loses it's centering, IE- makes map screens zoom in and characters walk forwards without even touching the controls.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "So for us, making investments in controllers yearly means we have to be picky and prudent about what we purchase.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Somos muy pesados y tendemos a usar 2-3 controladores por año.",
        "targetContextRight": "El controlador podría hacer con resortes más duraderos;Después de un par de meses, los botones que se usan más dejan de responder y el joystick correcto pierde su centrado, es decir, las pantallas de mapas se acercan y los personajes caminan hacia adelante sin siquiera tocar los controles.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "Entonces, para nosotros, hacer inversiones en controladores anualmente significa que tenemos que ser exigentes y prudentes sobre lo que compramos.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 96,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 7,
        "itemType": "TGT",
        "sourceContextLeft": "I feel a marked difference in my back.",
        "sourceContextRight": "It helps me remember to sit up straight and seek alternatives on bending or slouching to get something.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "It fits nice and snug which keeps my back straight and my posture aligned.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Siento una marcada diferencia en mi espalda.",
        "targetContextRight": "Me ayuda a recordar sentarme directamente y buscar alternativas para doblar o encorvarse para obtener algo.",
        "targetID": "spa.Reviews-2",
        "targetText": "Se ajusta bien y cómodo, lo que mantiene mi espalda recta y mi postura se alinea.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 97,
        "documentDomain": "Reviews",
        "documentID": "Reviews-2",
        "isCompleteDocument": false,
        "itemID": 11,
        "itemType": "TGT",
        "sourceContextLeft": "I have no difficulty breathing.",
        "sourceContextRight": "The first day I got it, I meant to wear it for an hour to try it and I ended up forgetting it was on and wore it for 4 hours.",
        "sourceID": "eng.Reviews-2",
        "sourceText": "I was shocked at how comfortable this is to wear.",
        "sourceURL": "Unknown",
        "targetContextLeft": "No tengo dificultad para respirar.",
        "targetContextRight": "El primer día que lo conseguí, tenía la intención de usarlo durante una hora para probarlo y terminé olvidando que estaba encendido y lo usé durante 4 horas.",
        "targetID": "spa.Reviews-2",
        "targetText": "Me sorprendió lo cómodo que es esto.",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 98,
        "documentDomain": "user_review",
        "documentID": "video_games-3-en_0470157-121",
        "isCompleteDocument": false,
        "itemID": 0,
        "itemType": "TGT",
        "sourceContextLeft": "",
        "sourceContextRight": "It has a slimmer design shape that fits better in the hands, there are no sharp corners to snag on and with the power cord as a permanent attachment, it's far less prone to damage than the original XB1 controller.",
        "sourceID": "eng.video_games-3-en_0470157-121",
        "sourceText": "Ergonomic and affordable, but not very tolerant of constant use",
        "sourceURL": "Unknown",
        "targetContextLeft": "",
        "targetContextRight": "Tiene una forma de diseño más delgada que se adapta mejor a las manos, no hay esquinas afiladas para engancharse y con el cable de alimentación como un accesorio permanente, es mucho menos propenso a dañar que el controlador XB1 original.",
        "targetID": "spa.video_games-3-en_0470157-121",
        "targetText": "Ergonómico y asequible, pero no muy tolerante al uso constante",
        "targetURL": "Unknown"
      },
      {
        "_block": -1,
        "_item": 99,
        "documentDomain": "Reviews",
        "documentID": "Reviews-17",
        "isCompleteDocument": false,
        "itemID": 15,
        "itemType": "TGT",
        "sourceContextLeft": "Good and fast-moving entertainment for the latter portion.",
        "sourceContextRight": "",
        "sourceID": "eng.Reviews-17",
        "sourceText": "Takes a little set-up to get going in the first portion.",
        "sourceURL": "Unknown",
        "targetContextLeft": "Entretenimiento bueno y rápido para la última porción.",
        "targetContextRight": "",
        "targetID": "spa.Reviews-17",
        "targetText": "Toma una pequeña configuración para ponerse en marcha en la primera porción.",
        "targetURL": "Unknown"
      }
    ],
    "task": {
      "batchNo": 1,
      "batchSize": 100,
      "randomSeed": 1111,
      "requiredAnnotations": 1,
      "sourceLanguage": "en",
      "targetLanguage": "spa"
    }
  }
]